Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: The name was %@. Trouble followed. Slowly.
ar: كان الاسم %@ . اتبعت المتاعب. ببطء.
bg: Името беше %@. Последваха неприятности. Бавно.
bs: Ime je bilo %@ . Slijedila je nevolja. Polako.
ca: El nom era %@ . Els problemes van seguir. A poc a poc.
cs: Jméno bylo %@ . Následovaly potíže. Pomalu.
da: Navnet var %@ . Problemer fulgte. Langsomt.
de: Der Name war %@ . Es folgte Ärger. Langsam.
el: Το όνομα ήταν %@ . Ακολούθησε πρόβλημα. Αργά.
es: El nombre era %@. Siguieron los problemas. Despacio.
et: Nimi oli %@ . Järgnes häda. Aeglaselt.
eu: Izena %@ zen. Arazoak jarraitu ziren. Poliki-poliki.
fi: Nimi oli %@ . Siitä seurasi ongelmia. Hitaasti.
fr: Le nom était %@ . Des ennuis ont suivi. Lentement.
ga: %@ an t-ainm a bhí air. Trioblóid ina dhiaidh sin. Go mall.
gl: O nome era %@ . Seguiron problemas. Lentamente.
he: השם היה %@ . בעקבות הצרות. לְאַט.
hi: नाम था %@ . मुसीबत पीछा किया. धीरे से।
hr: Ime je bilo %@. Slijedile su nevolje. Polako.
hu: A név %@ volt. Baj következett. Lassan.
id: Namanya adalah %@ . Masalah menyusul. Perlahan-lahan.
is: Nafnið var %@ . Vandræði fylgdu í kjölfarið. Hægt og rólega.
it: Il nome era %@ . Seguirono i guai. Lentamente.
ja: 名前は %@ でした。トラブルが続いた。ゆっくり。
ka: სახელი იყო %@ . უბედურება მოჰყვა. ნელ-ნელა.
kk: Аты %@ болды. Артынан қиындық келді. Баяу.
ko: 이름은 %@ 이었습니다. 트러블이 따랐다. 느리게.
lt: Vardas buvo %@ . Sekė bėda. Lėtai.
lv: Nosaukums bija %@ . Sekoja nepatikšanas. Lēnām.
mk: Името беше %@. Следуваше неволја. Полека.
ms: Nama itu %@ . Kesusahan menyusul. Perlahan-lahan.
mt: L-isem kien %@ . Inkwiet segwit. Bil-mod.
nb: Navnet var %@ . Problemer fulgte. Sakte.
nl: De naam was %@ . Er volgden problemen. Langzaam.
pl: Nazywało się %@ . Potem nastąpiły kłopoty. Powoli.
pt_br: O nome era %@ . Seguiram-se problemas. Devagar.
ro: Numele era %@ . Au urmat probleme. Încet.
ru: Имя было %@ . Последовали неприятности. Медленно.
sk: Meno bolo %@ . Nasledovali problémy. pomaly.
sl: Ime je bilo %@. Sledile so težave. počasi.
sq: Emri ishte %@ . Pasoi telashet. Ngadalë.
sr: Име је било %@ . Уследиле су невоље. Полако.
sv: Namnet var %@ . Problem följde. Långsamt.
th: ชื่อคือ %@ ปัญหาตามมา ช้า.
tr: Adı %@ idi. Sorun takip etti. Yavaşça.
uk: Назва була %@ . Пішла біда. повільно
vi: Tên là %@ . Rắc rối kéo theo. Chậm.
zh_hans: 名称是 %@ 。麻烦随之而来。慢慢地。
zh_hk: 名稱是 %@ 。麻煩隨之而來。慢慢地。

source: The Night Owl
ar: بومة الليل
bg: Нощната сова
bs: Noćna sova
ca: El mussol nocturn
cs: Noční sova
da: Natugle
de: Die Nachteule
el: Η Νυχτοκουκουβάγια
es: El búho nocturno
et: Öökull
eu: Gau hontza
fi: Yökyöpeli
fr: L'oiseau de nuit
ga: An Ulchabhán Oíche
gl: A Curuxa Nocturna
he: ינשוף הלילה
hi: रात का उल्लू
hr: Noćna ptica
hu: Az éjszakai bagoly
id: Burung Hantu Malam
is: Næturuglan
it: Il gufo notturno
ja: 夜フクロウ
ka: ღამის ბუ
kk: Түнгі үкі
ko: 밤 올빼미
lt: Naktinė pelėda
lv: Nakts pūce
mk: Ноќниот був
ms: Burung Hantu Malam
mt: Il-Kokka tal-Lejl
nb: Natugle
nl: De Nachtuil
pl: Nocna Sowa
pt_br: A coruja noturna
ro: Bufnița de noapte
ru: Ночная Сова
sk: Nočná sova
sl: Nočna ptica
sq: Bufi i Natës
sr: Тхе Нигхт Овл
sv: Nattugglan
th: นกฮูกกลางคืน
tr: Gece Kuşu
uk: Нічна Сова
vi: Cú đêm
zh_hans: 夜猫子
zh_hk: 夜貓子

source: The packet
ar: الحزمة
bg: Пакетът
bs: Paket
ca: El paquet
cs: Balíček
da: Pakken
de: Das Paket
el: Το πακέτο
es: el paquete
et: Pakett
eu: Paketea
fi: Paketti
fr: Le paquet
ga: An paicéad
gl: O paquete
he: החבילה
hi: पैकेट
hr: Paket
hu: A csomag
id: Paket itu
is: Pakkinn
it: Il pacchetto
ja: パケット
ka: პაკეტი
kk: Пакет
ko: 패킷
lt: Paketas
lv: Paciņa
mk: Пакетот
ms: paket itu
mt: Il-pakkett
nb: Pakken
nl: Het pakket
pl: Pakiet
pt_br: O pacote
ro: Pachetul
ru: Пакет
sk: Balíček
sl: Paket
sq: Paketa
sr: Пакет
sv: Paketet
th: แพ็กเก็ต
tr: Paket
uk: Пакет
vi: Gói
zh_hans: 数据包
zh_hk: 數據包

source: The Pasture
ar: المرعى
bg: Пасището
bs: Pašnjak
ca: El pasturatge
cs: Pastvina
da: Græsgangen
de: Die Weide
el: Ο βοσκότοπος
es: El pastizal
et: Karjamaa
eu: Larrea
fi: Laidun
fr: Le pâturage
ga: An Féarach
gl: O pasto
he: המרעה
hi: चरागाह
hr: Pašnjak
hu: A legelő
id: Padang Rumput
is: Beitilandið
it: Il pascolo
ja: 牧場
ka: საძოვარი
kk: Жайылым
ko: 목장
lt: Ganykla
lv: Ganības
mk: Пасиштето
ms: Padang Rumput
mt: Il-Mergħa
nb: Beitet
nl: De weide
pl: Pastwisko
pt_br: O pasto
ro: Pășunea
ru: Пастбище
sk: Pastvina
sl: Pašnik
sq: Kullota
sr: Пашњак
sv: Betesmarken
th: ทุ่งหญ้า
tr: Otlatma Alanı
uk: Пасовище
vi: Đồng cỏ
zh_hans: 牧场
zh_hk: 牧場

source: The post office couldn't accept that. Try again.
ar: مكتب البريد لا يمكن أن يقبل ذلك. حاول ثانية.
bg: Пощата не можеше да приеме това. Опитайте отново.
bs: Pošta to nije mogla prihvatiti. Pokušajte ponovo.
ca: L'oficina de correus no podia acceptar això. Torna-ho a provar.
cs: To pošta nemohla přijmout. Zkuste to znovu.
da: Det kunne posthuset ikke acceptere. Prøv igen.
de: Das konnte das Postamt nicht annehmen. Versuche es erneut.
el: Το ταχυδρομείο δεν μπορούσε να το δεχτεί αυτό. Προσπαθήστε ξανά.
es: La oficina de correos no pudo aceptar eso. Intentar otra vez.
et: Postkontor ei saanud sellega nõustuda. Proovi uuesti.
eu: Posta bulegoak ezin zuen hori onartu. Saiatu berriro.
fi: Posti ei voinut hyväksyä sitä. Yritä uudelleen.
fr: La poste ne pouvait pas accepter cela. Essayer à nouveau.
ga: Ní raibh oifig an phoist in ann glacadh leis sin. Bain triail eile as.
gl: A oficina de correos non podía aceptalo. Téntao de novo.
he: הדואר לא יכול היה לקבל את זה. נסה שוב.
hi: डाकघर इसे स्वीकार नहीं कर सका। पुनः प्रयास करें।
hr: Pošta to nije mogla prihvatiti. Pokušajte ponovno.
hu: A posta ezt nem tudta elfogadni. Próbáld újra.
id: Kantor pos tidak dapat menerima hal itu. Coba lagi.
is: Pósthúsið gat ekki sætt sig við það. Reyndu aftur.
it: L'ufficio postale non poteva accettarlo. Riprova.
ja: 郵便局はそれを受け入れることができませんでした。もう一度やり直してください。
ka: ფოსტამ ვერ მიიღო ეს. სცადეთ ხელახლა.
kk: Пошта оны қабылдай алмады. Қайтадан байқап көріңіз.
ko: 우체국에서는 이를 받아들일 수 없었습니다. 다시 시도해 보세요.
lt: Paštas negalėjo to priimti. Bandykite dar kartą.
lv: Pasts to nevarēja pieņemt. Mēģiniet vēlreiz.
mk: Поштата не можеше да го прифати тоа. Обидете се повторно.
ms: Pejabat pos tidak dapat menerimanya. Cuba lagi.
mt: L-uffiċċju postali ma setax jaċċetta dan. Erġa' pprova.
nb: Det kunne ikke posten godta. Prøv igjen.
nl: Het postkantoor kon dat niet accepteren. Probeer het opnieuw.
pl: Poczta nie mogła tego zaakceptować. Spróbuj ponownie.
pt_br: Os correios não podiam aceitar isso. Tente novamente.
ro: Oficiul poștal nu a putut accepta asta. Încearcă din nou.
ru: Почта не могла этого принять. Попробуй еще раз.
sk: To pošta nemohla akceptovať. Skúste to znova.
sl: Pošta tega ni mogla sprejeti. poskusi ponovno
sq: Posta nuk mund ta pranonte këtë. Provo sërish.
sr: Пошта то није могла да прихвати. Покушајте поново.
sv: Posten kunde inte acceptera det. Försök igen.
th: ไปรษณีย์ก็รับไม่ได้ ลองอีกครั้ง
tr: Postane bunu kabul edemezdi. Tekrar deneyin.
uk: Пошта не могла прийняти це. Спробуй знову.
vi: Bưu điện không thể chấp nhận điều đó. Hãy thử lại.
zh_hans: 邮局不能接受。再试一次。
zh_hk: 郵局不能接受。再試一次。

source: The post office couldn't be reached. Try again.
ar: لا يمكن الوصول إلى مكتب البريد. حاول ثانية.
bg: Пощата не може да бъде открита. Опитайте отново.
bs: Nije bilo moguće doći do pošte. Pokušajte ponovo.
ca: No s'ha pogut contactar amb l'oficina de correus. Torna-ho a provar.
cs: Pošta nebyla dostupná. Zkuste to znovu.
da: Posthuset kunne ikke nås. Prøv igen.
de: Das Postamt war nicht erreichbar. Versuche es erneut.
el: Δεν ήταν δυνατή η επικοινωνία με το ταχυδρομείο. Προσπαθήστε ξανά.
es: No se pudo contactar con la oficina de correos. Intentar otra vez.
et: Postkontorisse ei saanud ühendust. Proovi uuesti.
eu: Ezin izan da posta bulegora iritsi. Saiatu berriro.
fi: Postiin ei saatu yhteyttä. Yritä uudelleen.
fr: La poste n'a pas pu être contactée. Essayer à nouveau.
ga: Níorbh fhéidir oifig an phoist a bhaint amach. Bain triail eile as.
gl: Non se puido contactar coa oficina de correos. Téntao de novo.
he: לסניף הדואר לא ניתן היה להגיע. נסה שוב.
hi: डाकघर तक नहीं पहुंचा जा सका. पुनः प्रयास करें।
hr: Nije bilo moguće doći do pošte. Pokušajte ponovno.
hu: A postát nem lehetett elérni. Próbáld újra.
id: Kantor pos tidak dapat dihubungi. Coba lagi.
is: Ekki náðist í pósthúsið. Reyndu aftur.
it: Non è stato possibile raggiungere l'ufficio postale. Riprova.
ja: 郵便局には連絡がつきませんでした。もう一度やり直してください。
ka: ფოსტასთან დაკავშირება ვერ მოხერხდა. სცადეთ ხელახლა.
kk: Поштаға хабарласу мүмкін болмады. Қайтадан байқап көріңіз.
ko: 우체국에 연락할 수 없었습니다. 다시 시도해 보세요.
lt: Nepavyko susisiekti su paštu. Bandykite dar kartą.
lv: Pasta nodaļu nevarēja sasniegt. Mēģiniet vēlreiz.
mk: Не можеше да се дојде до поштата. Обидете се повторно.
ms: Pejabat pos tidak dapat dihubungi. Cuba lagi.
mt: L-uffiċċju postali ma setax jintlaħaq. Erġa' pprova.
nb: Postkontoret kunne ikke nås. Prøv igjen.
nl: Het postkantoor was niet bereikbaar. Probeer het opnieuw.
pl: Z pocztą nie można było się skontaktować. Spróbuj ponownie.
pt_br: Não foi possível entrar em contato com os correios. Tente novamente.
ro: Oficiul poștal nu a putut fi contactat. Încearcă din nou.
ru: До почты добраться не удалось. Попробуй еще раз.
sk: Na poštu sa nedalo dostať. Skúste to znova.
sl: Pošta ni bila dosegljiva. poskusi ponovno
sq: Zyra postare nuk mund të kontaktohej. Provo sërish.
sr: Није било могуће доћи до поште. Покушајте поново.
sv: Posten gick inte att nå. Försök igen.
th: ไปรษณีย์ไม่สามารถเข้าถึงได้ ลองอีกครั้ง
tr: Postaneye ulaşılamadı. Tekrar deneyin.
uk: Не вдалося додзвонитися до пошти. Спробуй знову.
vi: Bưu điện không thể liên lạc được. Hãy thử lại.
zh_hans: 无法联系到邮局。再试一次。
zh_hk: 無法聯繫到郵局。再試一次。

source: The post office doesn't recognise this phone.
ar: مكتب البريد لا يتعرف على هذا الهاتف
bg: Пощата не разпознава този телефон.
bs: Pošta ne prepoznaje ovaj telefon.
ca: L'oficina de correus no reconeix aquest telèfon.
cs: Pošta tento telefon nepoznává.
da: Posthuset genkender ikke denne telefon.
de: Die Post erkennt dieses Telefon nicht.
el: Το ταχυδρομείο δεν αναγνωρίζει αυτό το τηλέφωνο.
es: La oficina de correos no reconoce este teléfono.
et: Postkontor ei tunne seda telefoni ära.
eu: Posta bulegoak ez du telefono hau ezagutzen.
fi: Posti ei tunnista tätä puhelinta.
fr: La poste ne reconnaît pas ce téléphone.
ga: Ní aithníonn oifig an phoist an guthán seo.
gl: A oficina de correos non recoñece este teléfono.
he: הדואר לא מזהה את הטלפון הזה.
hi: डाकघर इस फ़ोन को नहीं पहचानता.
hr: Pošta ne prepoznaje ovaj telefon.
hu: A posta nem ismeri fel ezt a telefont.
id: Kantor pos tidak mengenali telepon ini.
is: Pósthúsið kannast ekki við þennan síma.
it: L'ufficio postale non riconosce questo telefono.
ja: 郵便局はこの電話を認識しません。
ka: ფოსტა არ ცნობს ამ ტელეფონს.
kk: Пошта бөлімшесі бұл телефонды танымайды.
ko: 우체국에서 이 전화를 인식하지 못합니다.
lt: Paštas šio telefono neatpažįsta.
lv: Pasts neatpazīst šo tālruni.
mk: Поштата не го препознава овој телефон.
ms: Pejabat pos tidak mengenali telefon ini.
mt: L-uffiċċju postali ma jagħrafx dan it-telefon.
nb: Postkontoret gjenkjenner ikke denne telefonen.
nl: Het postkantoor herkent deze telefoon niet.
pl: Poczta nie rozpoznaje tego telefonu.
pt_br: Os correios não reconhecem este telefone.
ro: Oficiul poștal nu recunoaște acest telefon.
ru: Почта не распознает этот телефон.
sk: Pošta tento telefón nepozná.
sl: Pošta ne prepozna tega telefona.
sq: Posta nuk e njeh këtë telefon.
sr: Пошта не препознаје овај телефон.
sv: Posten känner inte igen den här telefonen.
th: ที่ทำการไปรษณีย์ไม่รู้จักโทรศัพท์เครื่องนี้
tr: Postane bu telefonu tanımıyor.
uk: Пошта не розпізнає цей телефон.
vi: Bưu điện không nhận ra điện thoại này.
zh_hans: 邮局无法识别此电话。
zh_hk: 郵局無法辨識此電話。

source: The problem
ar: المشكلة
bg: Проблемът
bs: Problem
ca: El problema
cs: Problém
da: Problemet
de: Das Problem
el: Το πρόβλημα
es: El problema
et: Probleem
eu: Arazoa
fi: Ongelma
fr: Le problème
ga: An Fhadhb
gl: O problema
he: הבעיה
hi: समस्या
hr: Problem
hu: A probléma
id: Masalahnya
is: Vandinn
it: Il problema
ja: 課題
ka: პრობლემა
kk: Мәселе
ko: 문제점
lt: Problema
lv: Problēma
mk: Проблемот
ms: Masalahnya
mt: Il-Problema
nb: Problemet
nl: Het probleem
pl: Problem
pt_br: O problema
ro: Problema
ru: Проблема
sk: Problém
sl: Težava
sq: Problemi
sr: Проблем
sv: Problemet
th: ปัญหา
tr: Sorun
uk: Проблема
vi: Vấn đề
zh_hans: 现存的问题
zh_hk: 問題所在

source: The Professional Tourist
ar: السائح المحترف
bg: Професионалният турист
bs: Profesionalni turist
ca: El Turista Professional
cs: Profesionální turista
da: Den professionelle turist
de: Der professionelle Tourist
el: Ο Επαγγελματίας Τουρίστας
es: El turista profesional
et: Professionaalne turist
eu: Turismo Profesionala
fi: Ammattimainen turisti
fr: Le touriste professionnel
ga: An Turasóir Gairmiúil
gl: O Turista Profesional
he: התייר המקצועי
hi: पेशेवर पर्यटक
hr: Profesionalni turist
hu: A profi turista
id: Turis Profesional
is: Atvinnuferðamaðurinn
it: Il Turista Professionista
ja: プロの観光客
ka: პროფესიონალი ტურისტი
kk: Кәсіби турист
ko: 전문 관광객
lt: Profesionalus turistas
lv: Profesionāls tūrists
mk: Професионалниот турист
ms: Pelancong Profesional
mt: It-Turista Professjonali
nb: Den profesjonelle turisten
nl: De professionele toerist
pl: Profesjonalny Turysta
pt_br: O Turista Profissional
ro: Turistul profesionist
ru: Профессиональный турист
sk: Profesionálny turista
sl: Profesionalni turist
sq: Turisti profesionist
sr: Професионални туриста
sv: Den professionella turisten
th: นักท่องเที่ยวมืออาชีพ
tr: Profesyonel Turist
uk: Професійний турист
vi: Du lịch chuyên nghiệp
zh_hans: 专业旅游者
zh_hk: 專業旅遊者

source: the ram
ar: الكبش
bg: овенът
bs: ovna
ca: el carnero
cs: berana
da: vædderen
de: der Widder
el: το κριάρι
es: el carnero
et: jäär
eu: aharia
fi: oinas
fr: le bélier
ga: an reithe
gl: o carneiro
he: האיל
hi: राम
hr: ovan
hu: a kos
id: domba jantan itu
is: hrúturinn
it: l'ariete
ja: 雄羊
ka: ვერძი
kk: қошқар
ko: 숫양
lt: avinas
lv: auns
mk: овенот
ms: domba jantan itu
mt: il-muntun
nb: væren
nl: de ram
pl: baran
pt_br: o carneiro
ro: berbecul
ru: баран
sk: barana
sl: oven
sq: dashin
sr: овна
sv: baggen
th: แกะ
tr: koç
uk: баран
vi: ram
zh_hans: 公羊
zh_hk: 公羊

source: The ram
ar: الكبش
bg: Овенът
bs: Ovna
ca: El marrà
cs: Beran
da: Vædderen
de: Der Widder
el: Το κριάρι
es: el carnero
et: Jäär
eu: Aharia
fi: Oinas
fr: Le bélier
ga: An reithe
gl: O carneiro
he: האיל
hi: मेढ़ा
hr: ovan
hu: A kos
id: Domba jantan itu
is: Hrúturinn
it: L'ariete
ja: 雄羊
ka: ვერძი
kk: Қошқар
ko: 숫양
lt: Avinas
lv: Auns
mk: Овенот
ms: domba jantan itu
mt: Il-muntun
nb: Væren
nl: De ram
pl: Baran
pt_br: O carneiro
ro: Berbecul
ru: Баран
sk: Baran
sl: Oven
sq: Dashin
sr: Овна
sv: Baggen
th: แกะ
tr: koç
uk: Баран
vi: con ram
zh_hans: 公羊
zh_hk: 公羊

source: The ram carried only ciphertext. The ear tag you were given is the key.
ar: كان الكبش يحمل النص المشفر فقط. علامة الأذن التي أعطيت لك هي المفتاح.
bg: Овенът носеше само шифрован текст. Ключът е ушната марка, която ви е дадена.
bs: Ovan je nosio samo šifrirani tekst. Ušna markica koju ste dobili je ključ.
ca: El RAM només portava text xifrat. L'etiqueta a l'orella que us van donar és la clau.
cs: Beran nesl pouze šifrovaný text. Klíčem je ušní známka, kterou jste dostali.
da: Vædderen bar kun chiffertekst. Det øremærke, du fik, er nøglen.
de: Der Widder trug nur Geheimtext. Die Ohrmarke, die du erhalten hast, ist der Schlüssel.
el: Ο κριός μετέφερε μόνο κρυπτογραφημένο κείμενο. Το ακουστικό που σας δόθηκε είναι το κλειδί.
es: El carnero sólo llevaba texto cifrado. La etiqueta en la oreja que le dieron es la clave.
et: Jäär kandis ainult šifreeritud teksti. Võti on kõrvamärk, mis teile anti.
eu: Ahariak testu zifratua bakarrik zeraman. Emandako belarriko marka da gakoa.
fi: Oinas kantoi vain salatekstiä. Korvamerkki, jonka sinulle annettiin, on avain.
fr: Le bélier ne transportait que du texte chiffré. La boucle d'oreille qui t'a été remise est la clé.
ga: Ní raibh ag an reithe ach ciphertext. Is í an chlib cluaise a tugadh duit an eochair.
gl: O carneiro só levaba texto cifrado. A marca de oído que che deron é a clave.
he: האיל נשא רק טקסט צופן. תג האוזן שקיבלת הוא המפתח.
hi: राम केवल सिफरटेक्स्ट ले गया। आपको जो ईयर टैग दिया गया था वह कुंजी है।
hr: Ovan je nosio samo šifrirani tekst. Ušna markica koju ste dobili je ključ.
hu: A kos csak titkosított szöveget hordozott. A füljelző, amit kaptál, a kulcs.
id: Ram hanya membawa ciphertext. Tag telinga yang diberikan kepada Anda adalah kuncinya.
is: Hrúturinn bar aðeins dulmálstexta. Eyrnamerkið sem þú fékkst er lykillinn.
it: L'ariete trasportava solo testo cifrato. Il marchio auricolare che ti è stato dato è la chiave.
ja: RAM には暗号文のみが含まれていました。渡された耳札が鍵です。
ka: ვერძს მხოლოდ შიფრული ტექსტი ატარებდა. ყურის ნიშანი, რომელიც მოგცეს, არის გასაღები.
kk: Қошқар тек шифрлы мәтінді тасымалдады. Сізге берілген құлақша - кілт.
ko: 램에는 암호문만 들어 있었습니다. 당신이 받은 귀표가 열쇠입니다.
lt: Avinas nešė tik šifruotą tekstą. Ausų įsagas, kuris jums buvo duotas, yra raktas.
lv: Auns nesa tikai šifrētu tekstu. Krotālija, kas jums tika piešķirta, ir atslēga.
mk: Овенот носел само шифриран текст. Увото означе што ви го дадоа е клучот.
ms: Domba jantan itu hanya membawa teks sifir. Tanda telinga yang diberikan kepada anda adalah kuncinya.
mt: Il-muntun kellu biss ċifrat. It-tikketta tal-widna li ngħatajt hija ċ-ċavetta.
nb: Væren bar bare chiffertekst. Øremerket du fikk er nøkkelen.
nl: De ram droeg alleen cijfertekst. Het oormerk dat je hebt gekregen is de sleutel.
pl: Baran miał tylko zaszyfrowany tekst. Kluczem jest kolczyk, który otrzymałeś.
pt_br: O carneiro carregava apenas texto cifrado. A marca auricular que você recebeu é a chave.
ro: Berbecul purta doar text cifrat. Crotalia care ți s-a dat este cheia.
ru: Баран нес только зашифрованный текст. Ушная бирка, которую тебе дали, является ключом.
sk: Baran niesol iba šifrovaný text. Kľúčom je ušná značka, ktorú ste dostali.
sl: Oven je nosil samo šifrirano besedilo. Ušesna znamka, ki ste jo dobili, je ključ.
sq: Dashi mbante vetëm tekst shifror. Etiketa e veshit që ju është dhënë është çelësi.
sr: Ован је носио само шифровани текст. Ушна маркица коју сте добили је кључ.
sv: Baggen bar endast chiffertext. Öronmärket du fick är nyckeln.
th: แรมมีเพียงไซเฟอร์เท็กซ์เท่านั้น แท็กหูที่คุณได้รับคือกุญแจสำคัญ
tr: Koç yalnızca şifreli metin taşıyordu. Size verilen kulak küpesi anahtardır.
uk: Баран ніс лише зашифрований текст. Ключем є вушна бирка, яку тобі дали.
vi: Ram chỉ mang bản mã. Thẻ tai bạn được đưa chính là chìa khóa.
zh_hans: 公羊只携带密文。您获得的耳标是关键。
zh_hk: 公羊隻攜帶密文。您獲得的耳標是關鍵。

source: The ram carried only ciphertext. The sender shared this code with you separately — it's the key.
ar: كان الكبش يحمل النص المشفر فقط. لقد شارك المرسل هذا الرمز معك بشكل منفصل، فهو المفتاح.
bg: Овенът носеше само шифрован текст. Подателят сподели този код с вас отделно — това е ключът.
bs: Ovan je nosio samo šifrirani tekst. Pošiljalac je podijelio ovaj kod s vama zasebno — to je ključ.
ca: El RAM només portava text xifrat. El remitent ha compartit aquest codi amb tu per separat: és la clau.
cs: Beran nesl pouze šifrovaný text. Odesílatel s vámi tento kód sdílel samostatně – je to klíč.
da: Vædderen bar kun chiffertekst. Afsenderen delte denne kode med dig separat – det er nøglen.
de: Der Widder trug nur Geheimtext. Der Absender hat diesen Code separat mit dir geteilt – er ist der Schlüssel.
el: Ο κριός μετέφερε μόνο κρυπτογραφημένο κείμενο. Ο αποστολέας μοιράστηκε αυτόν τον κωδικό μαζί σας ξεχωριστά — είναι το κλειδί.
es: El carnero sólo llevaba texto cifrado. El remitente compartió este código contigo por separado: es la clave.
et: Jäär kandis ainult šifreeritud teksti. Saatja jagas seda koodi teiega eraldi – see on võti.
eu: Ahariak testu zifratua bakarrik zeraman. Bidaltzaileak kode hau bereizita partekatu du zurekin; hori da gakoa.
fi: Oinas kantoi vain salatekstiä. Lähettäjä jakoi tämän koodin sinulle erikseen – se on avain.
fr: Le bélier ne transportait que du texte chiffré. L'expéditeur a partagé ce code avec toi séparément : c'est la clé.
ga: Ní raibh ag an reithe ach ciphertext. Roinn an seoltóir an cód seo leat ar leithligh - sin é an eochair.
gl: O carneiro só levaba texto cifrado. O remitente compartiu este código contigo por separado; é a clave.
he: האיל נשא רק טקסט צופן. השולח שיתף איתך את הקוד הזה בנפרד - זה המפתח.
hi: राम केवल सिफरटेक्स्ट ले गया। प्रेषक ने इस कोड को आपके साथ अलग से साझा किया है - यह कुंजी है।
hr: Ovan je nosio samo šifrirani tekst. Pošiljatelj je zasebno podijelio ovaj kod s vama — to je ključ.
hu: A kos csak titkosított szöveget hordozott. A feladó ezt a kódot külön osztotta meg Önnel – ez a kulcs.
id: Ram hanya membawa ciphertext. Pengirim membagikan kode ini kepada Anda secara terpisah — itulah kuncinya.
is: Hrúturinn bar aðeins dulmálstexta. Sendandinn deildi þessum kóða með þér sérstaklega — hann er lykillinn.
it: L'ariete trasportava solo testo cifrato. Il mittente ha condiviso questo codice con te separatamente: è la chiave.
ja: RAM には暗号文のみが含まれていました。送信者はこのコードをあなたに別途共有しました - それが鍵です。
ka: ვერძს მხოლოდ შიფრული ტექსტი ატარებდა. გამგზავნმა ეს კოდი ცალკე გაგიზიარათ — ეს არის გასაღები.
kk: Қошқар тек шифрлы мәтінді тасымалдады. Жіберуші бұл кодты сізбен бөлек бөлісті — бұл кілт.
ko: 램에는 암호문만 들어 있었습니다. 발신자가 이 코드를 귀하와 별도로 공유했습니다. 이것이 바로 열쇠입니다.
lt: Avinas nešė tik šifruotą tekstą. Siuntėjas bendrino šį kodą su jumis atskirai – tai yra raktas.
lv: Auns nesa tikai šifrētu tekstu. Sūtītājs kopīgoja šo kodu ar jums atsevišķi — tā ir atslēga.
mk: Овенот носел само шифриран текст. Испраќачот го сподели овој код со вас одделно - тоа е клучот.
ms: Domba jantan itu hanya membawa teks sifir. Pengirim berkongsi kod ini dengan anda secara berasingan — ia adalah kuncinya.
mt: Il-muntun kellu biss ċifrat. Il-mittent qasam dan il-kodiċi miegħek separatament — hija ċ-ċavetta.
nb: Væren bar bare chiffertekst. Avsenderen delte denne koden med deg separat – det er nøkkelen.
nl: De ram droeg alleen cijfertekst. De afzender heeft deze code afzonderlijk met u gedeeld: het is de sleutel.
pl: Baran miał tylko zaszyfrowany tekst. Nadawca udostępnił Ci ten kod osobno — to klucz.
pt_br: O carneiro carregava apenas texto cifrado. O remetente compartilhou este código com você separadamente – é a chave.
ro: Berbecul purta doar text cifrat. Expeditorul v-a partajat acest cod separat - este cheia.
ru: Баран нес только зашифрованный текст. Отправитель поделился с тобой этим кодом отдельно — это ключ.
sk: Baran niesol iba šifrovaný text. Odosielateľ s vami zdieľal tento kód samostatne – je to kľúč.
sl: Oven je nosil samo šifrirano besedilo. Pošiljatelj je to kodo delil z vami posebej – to je ključ.
sq: Dashi mbante vetëm tekst shifror. Dërguesi e ndau këtë kod me ju veçmas - është çelësi.
sr: Ован је носио само шифровани текст. Пошиљалац је поделио овај код са вама засебно — то је кључ.
sv: Baggen bar endast chiffertext. Avsändaren delade den här koden med dig separat – det är nyckeln.
th: แรมมีเพียงไซเฟอร์เท็กซ์เท่านั้น ผู้ส่งแบ่งปันรหัสนี้กับคุณแยกต่างหาก ซึ่งเป็นกุญแจสำคัญ
tr: Koç yalnızca şifreli metin taşıyordu. Gönderen bu kodu sizinle ayrı olarak paylaştı; bu, anahtardır.
uk: Баран ніс лише зашифрований текст. Відправник надав тобі цей код окремо — це ключ.
vi: Ram chỉ mang bản mã. Người gửi đã chia sẻ riêng mã này với bạn — đó là chìa khóa.
zh_hans: 公羊只携带密文。发件人单独与您共享了此代码 - 这是关键。
zh_hk: 公羊隻攜帶密文。发件人单独与您共享了此代码 - 这是关键。
